/*
    ID: IM103
    작성자: 김영훈
    작성일: 2024.03.20
    기능: 소개말 상수 데이터
    버전: V0.61
    버전 이력: V0.61
*/

export const introduce_data = [
    "안녕하세요, 3년차 개발자 김영훈 입니다. 저는 스타트업에서 웹과 앱 기획, 개발, 배포 및 운영을 담당하며 다재다능한 역량을 쌓아왔습니다.",
    "스타트업에서의 경험은 저에게 다양한 도전과 성장의 기회를 제공했습니다. 특히 웹서비스 개발에 주력하며, 사용자 친화적이고 기능적으로 뛰어난 웹 애플리케이션을 구축하는 데 많은 시간을 투자했습니다. 이러한 과정에서 프론트엔드와 백엔드 모두에 대한 깊은 이해와 경험을 쌓을 수 있었습니다.",
    "최근에는 MLOps 사업에서 새로운 도전을 맞이했습니다. 이 프로젝트에서는 머신러닝 모델의 개발부터 운영까지의 전체 라이프사이클을 관리하며, GS인증 시험을 성공적으로 진행한 경험이 있습니다. 이 과정에서 팀을 이끌며 효과적인 협업과 프로젝트 관리 능력을 발휘할 수 있었습니다.",
    "저의 강점은 문제 해결 능력과 지속적인 학습 의지입니다. 변화하는 기술 환경 속에서 새로운 기술을 빠르게 습득하고, 이를 실제 프로젝트에 적용하여 성과를 내는 것이 저의 큰 보람입니다. 앞으로도 지속적으로 성장하며, 더 나은 서비스를 개발하기 위해 노력할 것입니다.",
];
