/*
    ID: IM103
    작성자: 김영훈
    작성일: 2024.03.20
    기능: 소개말 상수 데이터
    버전: V0.61
    버전 이력: V0.61
*/

export const introduce_data = [
    "안녕하세요, 3년차 개발자 김영훈 입니다. 저는 스타트업에서 웹과 앱 기획, 개발, 배포 및 운영을 담당하며 다재다능한 역량을 쌓아왔습니다.",
    "스타트업에서의 경험은 저에게 다양한 도전과 성장의 기회를 제공했습니다. 특히 웹서비스 개발에 주력하며, 사용자 친화적이고 기능적으로 뛰어난 웹 애플리케이션을 구축하는 데 많은 시간을 투자했습니다. 이러한 과정에서 프론트엔드와 백엔드 모두에 대한 깊은 이해와 경험을 쌓을 수 있었습니다.",
    "최근에는 MLOps 사업에서 새로운 도전에 직면했습니다. 기존에는 자사 제품만 사용 가능했지만, 이를 범용적으로 사용 가능하게 변경하였고, GS인증 시험을 성공적으로 통과했습니다. 이 프로젝트에서는 웹에서 모델 학습/추론, 장비 모니터링 및 조작, 모델 배포, 시스템 관리 기능을 개발하고 운영까지의 전체 라이프사이클을 관리했습니다. 이 과정에서 팀을 이끌며 효과적인 협업과 프로젝트 관리 능력을 발휘했습니다.",
    "저의 강점은 문제 해결 능력과 지속적인 학습 의지입니다. 위 내용과 같이 범용성 문제에 직면했을 때 피하지 않고 해결하였고, 그 결과로 GS인증을 성공적으로 진행했습니다. 이 과정에서 모르는 언어나 라이브러리에 대해 문서를 보며 학습하여 성능 개선을 이루었습니다. 이를 통해 기존에 있던 메모리 부하 문제를 해결했습니다",
];
