export const strengthsData = [
    {
        title: "책임감이 강하다",
        content: `프로젝트의 성공적인 완수를 위해 끝까지 책임지는 태도로
                        임하며, 동료들과의 약속을 중시합니다. 기간이 정해져있던
                        프로젝트의 차질이 없게 계획하고 성공한 사례가 있습니다.`,
    },
    {
        title: "정직하고 솔직한 피드백을 제공한다",
        content: ` 올바르지 않거나 개선이 필요한 부분에 대해서는 명확하고
                        건설적인 피드백을 제공합니다. 이러한 접근은 팀 내 신뢰를
                        구축하고, 지속적인 개선을 도모하는 데 중요한 역할을
                        합니다. 팀원의 옳지 못한 부분을 말하고 해결책을 주었던
                        사례가 있습니다.`,
    },
    {
        title: "긍정적인 태도를 유지한다",
        content: `어려움과 도전이 있을 때도 변함없이 긍정적인 태도로
                        문제를 해결해 나가며, 팀원들에게도 동기를 부여합니다.
                        심각한 결함이 발견하였을때 긍정적인 태도로 팀원들의
                        사기를 높인 사례가 있습니다.`,
    },
    {
        title: "도전을 즐긴다",
        content: `새로운 기술을 배우거나, 복잡한 문제를 해결하는 것을
                        두려워하지 않습니다. 이러한 성격은 새로운 프로젝트나
                        기술에 대해 매끄럽게 진행한 사례가 있습니다.`,
    },
    {
        title: "꼼꼼하게 일한다",
        content: `세부 사항에 주의를 기울이고 모든 작업을 철저히
                        검토합니다. 이러한 꼼꼼함은 오류를 최소화하고, 품질을
                        극대화하는 데 기여합니다. linux 환경에서 실행되지 않던
                        결함을 발견하여 수정한 사례가 있습니다.`,
    },
];
